{
    "title_en": "Shri Datta Maharaj",
    "title_mr": "श्री दत्त महाराज",
    "location_en": "Girnar, Junagadh, Gujarat",
    "location_mr": "गिरनार, जुनागढ, गुजराथ",
    "pragat_din_en": "TBD",
    "pragat_din_mr": "TBD",
    "chant_en": "|| Digambara Digambara Shripad Vallabh Digambara ||",
    "chant_mr": "|| दिगंबरा दिगंबरा श्रीपाद वल्लभ दिगंबरा ||",
    "sections": [
      {
        "title_en": "Introduction to Life",
        "title_mr": "जीवन परिचय",
        "content_en": "Dattatreya is the Avatar of the Trinity (Brahma, Vishnu, and Mahesha) combined into one. Revered as the wandering ascetic (Avadhoot), He embodies the supreme knowledge of the Guru. He is often depicted with three heads and six hands, accompanied by four dogs representing the four Vedas and a cow representing Mother Earth. His presence is eternally felt at holy places like Ganagapur, Narsobawadi, and Mahur. Chanting \"Digambara Digambara Shripad Vallabh Digambara\" brings peace and destroys all fear.",
        "content_mr": "श्री दत्त महाराज हे साक्षात परब्रह्म असून ब्रह्मा-विष्णू-महेश या त्रिगुणांचे मूर्तिमंत स्वरूप आहेत. अत्री ऋषी आणि सती अनुसूया यांच्या तपश्चर्येचे फळ म्हणून त्यांनी अवतार घेतला. गाणगापूर, नरसोबाची वाडी आणि औदुंबर ही त्यांची जागृत स्थाने आहेत. ते गुरुपरंपरेचे मूळ आहेत आणि आपल्या भक्तांच्या हाकेला त्वरित धावून जाणारे 'स्मर्तृगामी' दैवत आहेत. 'दिगंबरा दिगंबरा श्रीपाद वल्लभ दिगंबरा' या नामस्मरणाने दत्तात्रेय प्रसन्न होतात."
      },
      {
        "title_en": "History of Appearance",
        "title_mr": "प्रगट इतिहास",
        "content_en": "The Trinity—Brahma, Vishnu, and Shiva—decided to test the purity (Pativrata Dharma) of Sati Anusuya, the wife of Sage Atri. Disguised as ascetics (Sadhus), they visited her hermitage while Sage Atri was away and demanded alms, but on one condition: she must serve them without wearing clothes.\n\nWith her divine power and purity, Anusuya turned the three Gods into innocent infants. Pleased by her devotion, the wives of the Trinity (Saraswati, Lakshmi, and Parvati) requested their husbands back. The three Gods merged into one form—Dattatreya—and blessed the couple as their son. Thus, the Supreme Guru was born to guide the world.",
        "content_mr": "एकदा ब्रह्मा, विष्णू आणि महेशांनी ऋषी अत्रींच्या पत्नी, सती अनुसूया, यांच्या पातिव्रत्याची परीक्षा घेण्याचे ठरवले. अत्री ऋषी आश्रमात नसताना ते तिघे साधूच्या वेषात आले आणि भिक्षा मागितली, पण एक अट घातली—\"तू निर्वस्त्र होऊन आम्हाला भिक्षा वाढावीस.\"\n\nमातेने आपल्या तपःसामर्थ्याने त्या तिन्ही देवांचे रूपांतर लहान बालकांमध्ये केले आणि त्यांना पाळण्यात घालून जोजावले. पुढे त्रिदेवांच्या पत्नींनी (सरस्वती, लक्ष्मी, पार्वती) येऊन आपल्या पतींना मूळ रूपात परत देण्याची विनंती केली. तेव्हा अनुसूयेच्या भक्तीने प्रसन्न होऊन, ब्रह्मा-विष्णू-महेश यांनी एकत्रित असा श्री दत्तात्रेय अवतार घेतला आणि अत्री-अनुसूयेचे पुत्र म्हणून जगताचा उद्धार केला."
      },
      {
        "title_en": "Teachings and Philosophy",
        "title_mr": "शिकवण आणि तत्त्वज्ञान",
        "content_en": "Nature is the Supreme Teacher\n\nLord Dattatreya is the ultimate Avadhoot—one who lives beyond worldly attachments and ego. His most profound teaching is that wisdom is everywhere if you are humble enough to learn.\n\nIn the Avadhoot Gita, He reveals that He accepted 24 Gurus from nature—including the Earth (for patience), the Ocean (for depth), the Fire (for purity), and even a honeybee. He teaches us to \"Take the good qualities from everyone, regardless of their status,\" and realize that the Self (Atman) is free and eternal.",
        "content_mr": "निसर्ग हाच श्रेष्ठ गुरु\n\nश्री दत्त महाराज हे 'अवधूत' आहेत—ज्यांनी अहंकार आणि मायेचा त्याग केला आहे. त्यांची सर्वात महत्त्वाची शिकवण म्हणजे, \"ज्यांच्याकडून काही चांगले शिकता येईल, तो आपला गुरु.\"\n\nभागवत पुराणात सांगितल्याप्रमाणे, दत्तात्रेयांनी निसर्गातील २४ घटकांना आपले गुरु मानले. त्यांनी पृथ्वीकडून क्षमाशीलता, समुद्राकडून गांभीर्य, आणि अग्नीकडून तेजस्वीपणा घेतला. त्यांचा मुख्य संदेश हाच की \"गुणांचा स्वीकार करा आणि दोषांकडे दुर्लक्ष करा.\" त्यांनी भक्तांना आत्मज्ञानाचा मार्ग दाखवला आणि सांगितले की ईश्वर हा तुमच्या आतच आहे."
      },
      {
        "title_en": "Eternal Presence",
        "title_mr": "चिरंजीव अवतार",
        "content_en": "Lord Dattatreya is an Avatar (Incarnation) of The Trinity—Brahma, Vishnu, and Shiva. Unlike other saints, Lord Dattatreya did not leave his physical body in a Samadhi. He is Chiranjeevi (Immortal) and continues to wander the earth in different forms to guide devotees.",
        "content_mr": "श्री दत्त महाराज हे ब्रह्मा, विष्णू आणि शंकराचे अवतार आहेत. त्यांनी इतर संतांप्रमाणे समाधी घेतली नाही. ते चिरंजीव (अमर) असून आजही 'अवधूत' रूपाने भक्तांच्या हाकेला धावून येतात."
      }
    ],
    "footer_quote_en": "I am indeed the Self, the formless one, filling everything inside and out. I am beyond bondage and liberation. I am pure Bliss.",
    "footer_quote_mr": "मी आत्मस्वरूप आहे, निराकार आहे. मी सर्वव्यापी असून, बंध आणि मोक्षाच्या पलीकडे आहे. मी केवळ आनंदस्वरूप आहे."
}
