{
  "mission_title_mr": "आमचे ध्येय",
  "mission_title_en": "Our Mission",
  "mission_content_mr": "गजानन महाराज सेवेकरी ॲप हे श्री गजानन महाराजांच्या भक्तांना समर्पित एक नम्र सेवा आहे.\n\nआमचे ध्येय तुमच्या दैनंदिन पूजेसाठी, आध्यात्मिक वाचनासाठी आणि भक्तीच्या गरजांसाठी एक सर्वसमावेशक आणि सहज उपलब्ध असलेले डिजिटल साधन प्रदान करणे आहे.\n\nभक्त कुठेही असोत, त्यांना महाराजांच्या पवित्र शिकवण आणि परंपरांशी जोडण्याचा आमचा उद्देश आहे.",
  "mission_content_en": "The Gajanan Maharaj Sevekari app is a humble service dedicated to the devotees of Shri Gajanan Maharaj.\n\nOur mission is to provide a comprehensive and easily accessible digital tool for your daily worship, spiritual reading, and devotional needs.\n\nWherever devotees may be, our aim is to connect them with the sacred teachings and traditions of Maharaj.",
  "features_title_mr": "या ॲपमध्ये काय आहे",
  "features_title_en": "What's in this App",
  "features_content_mr": [
    "दैनंदिन भक्ती: गजानन विजय ग्रंथ, विविध स्तोत्रे, आरत्या आणि नामावली यासह आवश्यक ग्रंथांच्या संपूर्ण संग्रहाचा लाभ घ्या.",
    "भावपूर्ण भजने: तुमच्या आत्म्याला उन्नत करण्यासाठी भक्तिमय भजनांच्या लायब्ररीमध्ये स्वतःला मग्न करा.",
    "कार्यक्रम दिनदर्शिका: सेवा मार्गात साजरे होणारे महत्त्वाचे दिवस, सण आणि कार्यक्रमांबद्दल माहिती मिळवा.",
    "आणि बरेच काही: तुमच्या भक्तीच्या प्रवासाला आधार देण्यासाठी तयार केलेली वैशिष्ट्ये शोधा."
  ],
  "features_content_en": [
    "Daily Devotion: Access a complete collection of essential texts, including Gajanan Vijay Granth, various Stotras, Aartis, and Namavali.",
    "Soulful Bhajans: Immerse yourself in a library of devotional bhajans to elevate your spirit.",
    "Event Calendar: Get information about important days, festivals, and programs celebrated in the Seva Marg.",
    "And much more: Discover features designed to support your devotional journey."
  ],
  "service_title_mr": "एक प्रेमाची सेवा",
  "service_title_en": "A Service of Love",
  "service_content_mr": "हे ॲप एक सेवा म्हणून विकसित केले आहे - एक निःस्वार्थ सेवा - या प्रामाणिक आशेने की ते तुमच्या आध्यात्मिक साधनेसाठी एक मौल्यवान सहकारी ठरेल. यातील सामग्री विविध सार्वजनिकरित्या उपलब्ध असलेल्या धार्मिक ग्रंथांमधून आणि संसाधनांमधून मोठ्या काळजीने संकलित केली आहे.\n\nआम्ही ॲप सुधारण्यासाठी आणि अधिक वैशिष्ट्ये जोडण्यासाठी सतत कार्यरत आहोत. तुमचा अभिप्राय आणि सूचनांचे नेहमीच स्वागत आहे.\n\nश्री गजानन महाराजांचा आशीर्वाद तुमच्यावर सदैव राहो.\n\nजय गजानन 🙏",
  "service_content_en": "This app has been developed as a service - a selfless service - with the sincere hope that it will be a valuable companion for your spiritual practice. The content herein has been carefully compiled from various publicly available religious texts and resources.\n\nWe are constantly working to improve the app and add more features. Your feedback and suggestions are always welcome.\n\nMay the blessings of Shri Gajanan Maharaj always be upon you.\n\nJai Gajanan 🙏"
}
