// ignore: unused_import
import 'package:intl/intl.dart' as intl;
import 'app_localizations.dart';

// ignore_for_file: type=lint

/// The translations for Marathi (`mr`).
class AppLocalizationsMr extends AppLocalizations {
  AppLocalizationsMr([String locale = 'mr']) : super(locale);

  @override
  String get font => 'फॉन्ट';

  @override
  String get granthTitle => 'गजानन विजय ग्रंथ';

  @override
  String get stotraTitle => 'स्तोत्र संग्रह';

  @override
  String get namavaliTitle => 'अष्टोत्तरशतनामावली';

  @override
  String get aartiTitle => 'आरती संग्रह';

  @override
  String get bhajanTitle => 'भजन संग्रह';

  @override
  String get sankalpTitle => 'साप्ताहिक अभिषेक आणि पूजा संकल्प';

  @override
  String get parayanTitle => 'पारायण आयोजन';

  @override
  String get aboutMaharajTitle => 'महाराजांविषयी';

  @override
  String get aboutBabaTitle => 'बाबांविषयी';

  @override
  String get calendarTitle => 'कार्यक्रम दिनदर्शिका';

  @override
  String get donationsTitle => 'देणगी';

  @override
  String get galleryTitle => 'गॅलरी';

  @override
  String get appName => 'गजानन महाराज सेवेकरी';

  @override
  String get settings => 'सेटिंग्ज';

  @override
  String get language => 'भाषा';

  @override
  String get theme => 'थीम';

  @override
  String get about => 'बद्दल';

  @override
  String get disclaimer => 'अस्वीकरण';

  @override
  String get contactUs => 'संपर्क साधा';

  @override
  String get lightTheme => 'लाईट थीम';

  @override
  String get darkTheme => 'डार्क थीम';

  @override
  String get systemTheme => 'सिस्टम थीम';

  @override
  String get english => 'इंग्रजी';

  @override
  String get marathi => 'मराठी';

  @override
  String get adhyay => 'अध्याय';

  @override
  String get read => 'वाचा';

  @override
  String get listen => 'ऐका';

  @override
  String get stotraAvahan => 'गजानन महाराज आवाहन';

  @override
  String get stotraBavanni => 'गजानन महाराज बावन्नी';

  @override
  String get dailyAartis => 'दैनंदिन आरत्या';

  @override
  String get eventAartis => 'विशेष आरत्या';

  @override
  String get otherAartis => 'इतर आरत्या';

  @override
  String get otherStotras => 'इतर स्तोत्रं';

  @override
  String get ganapatiAarti => 'गणपतीची आरती';

  @override
  String get deviAarti => 'देवीची आरती';

  @override
  String get dattaMaharajAarti => 'दत्त महाराज आरती';

  @override
  String get shankarAarti => 'शंकराची आरती';

  @override
  String get vitthalAarti => 'विठ्ठलाची आरती';

  @override
  String get khandobaAarti => 'खंडोबाची आरती';

  @override
  String get saiBabaAarti => 'साई बाबा आरती';

  @override
  String get dnyaneshwarMaharajAarti => 'ज्ञानेश्वर महाराज आरती';

  @override
  String get tukaramMaharajAarti => 'तुकाराम महाराज आरती';

  @override
  String get karpurAarti => 'कर्पूर आरती';

  @override
  String get prarthana => 'प्रार्थना';

  @override
  String get mantrapushpanjali => 'मंत्रपुष्पांजली';

  @override
  String get kakadAarti => 'काकड आरती';

  @override
  String get madhyanAarti => 'मध्यान आरती';

  @override
  String get dhoopAarti => 'धूप आरती';

  @override
  String get shejAarti => 'शेज आरती';

  @override
  String get prakatDinAarti => 'प्रकट दिन आरती';

  @override
  String get ashadhiEkadashiAarti => 'आषाढी एकादशी आरती';

  @override
  String get dattaJayantiAarti => 'दत्त जयंती आरती';

  @override
  String get ramNavamiAarti => 'राम नवमी आरती';

  @override
  String get akshayTritiyaAarti => 'अक्षय तृतीया आरती';

  @override
  String get rushiPanchamiAarti => 'ऋषी पंचमी आरती';

  @override
  String get name => 'नाव';

  @override
  String get bhajanGajananachya => 'गजाननाच्या चरणी जुळवु';

  @override
  String get bhajanMurtiAhe => 'मूर्ती आहे शेगावला';

  @override
  String get location => 'स्थान';

  @override
  String get date => 'तारीख';

  @override
  String get selectDate => 'तारीख निवडा';

  @override
  String get generateSankalp => 'संकल्प तयार करा';

  @override
  String sankalpGenerated(String location, String date) {
    return '$location साठी $date रोजीचा संकल्प येथे संपूर्ण चातुर्मास पुस्तकानुसार तयार केला जाईल.';
  }

  @override
  String get chooseParayanType => 'पारायण प्रकार निवडा:';

  @override
  String get oneDayParayan => '१-दिवसीय पारायण';

  @override
  String get threeDayParayan => '३-दिवसीय पारायण';

  @override
  String get oneDayParayanProgress => '१-दिवसीय पारायण प्रगती';

  @override
  String get threeDayParayanProgress => '३-दिवसीय पारायण प्रगती';

  @override
  String get day => 'दिवस';

  @override
  String get donationInstruction =>
      'कृपया देणगीसाठी QR कोड स्कॅन करा किंवा खालील बटणावर क्लिक करा. जय गजानन 🙏🏻';

  @override
  String get donateViaZelle =>
      'gajananmaharajseattle@gmail.com वर Zelle द्वारे देणगी द्या';

  @override
  String get zelleQRCode => 'Zelle QR कोड';

  @override
  String get qrCodeHere => 'येथे QR कोड';

  @override
  String get couldNotOpenZelle => 'Zelle उघडू शकलो नाही.';

  @override
  String get eventOnDate => 'कोणतेही आगामी कार्यक्रम नाहीत';

  @override
  String get aboutMaharajContent =>
      'श्री गजानन महाराजांबद्दलची सविस्तर माहिती आणि इतिहास येथे प्रदर्शित केला जाईल. सामग्री मोठ्या, सुवाच्य मराठी मजकुरात सादर केली आहे, जी वृद्ध वापरकर्त्यांना सहज वाचता येईल.';

  @override
  String get upcomingEvent => 'आगामी कार्यक्रम';

  @override
  String get prakatDinUtsav => 'प्रकट दिन उत्सव';

  @override
  String get aboutMaharajScreenTitle => 'श्री संत गजानन महाराज';

  @override
  String get aboutMaharajLocation => 'शेगाव, महाराष्ट्र';

  @override
  String get aboutMaharajPragatDin =>
      'प्रगट दिन: २३ फेब्रुवारी १८७८ (माघ वद्य सप्तमी)';

  @override
  String get aboutMaharajChant => '|| गण गण गणात बोते ||';

  @override
  String get cardTitleJeevanParichay => 'जीवन परिचय';

  @override
  String get cardContentJeevanParichay =>
      'संत श्री गजानन महाराज हे महाराष्ट्रातील एक प्रतिष्ठित संत आहेत, जे त्यांच्या साधेपणासाठी, दिव्य अस्तित्वासाठी आणि चमत्कारी कार्यांसाठी ओळखले जातात. त्यांच्या ३२ वर्षांच्या लहान पण दिव्य आयुष्यात त्यांनी अनेक लोकांच्या जीवनाचा मार्ग प्रकाशित केला.\n\nत्यांचे मूळ, जन्म आणि वंश अज्ञात असले तरी त्यांचा प्रभाव शाश्वत आहे. ३२ वर्षे त्यांनी शेगावच्या पवित्र भूमीला पावन केले आणि तिचे एका आध्यात्मिक तीर्थक्षेत्रात रूपांतर केले. ते खऱ्या अर्थाने \"योगीराज\" होते, ज्यांनी त्यांच्या चमत्कारी लीलांद्वारे आणि केवळ त्यांच्या उपस्थितीने असंख्य जीवांना मार्गदर्शन केले, ज्यातून शांतता आणि पूर्ण देवत्व पसरत असे.';

  @override
  String get cardTitlePragatItihas => 'प्रगट इतिहास';

  @override
  String get cardContentPragatItihas =>
      'महाराज प्रथम २३ फेब्रुवारी १८७८ (माघ वद्य सप्तमी) रोजी (महाराष्ट्रातील बुलढाणा जिल्ह्यातील) शेगाव येथे प्रकट झाले.\n\nमहाराज एका तेजस्वी तरुणाच्या रूपात रस्त्यावर बसून टाकून दिलेल्या पत्रावळीवरील अन्नाचे कण वेचून खात होते. त्यांच्या या कृतीतून त्यांची पहिली महान शिकवण मिळाली: \'अन्नं ब्रह्मेति\' (अन्न हे पूर्णब्रह्म आहे) — अन्नाची नासाडी कधीही करू नये आणि एका आत्मज्ञानी जीवासाठी सर्व पदार्थ एकसमान असतात. त्यांच्या प्रकटीकरणाच्या क्षणापासूनच भक्त त्यांना \"योगीराज\" म्हणून ओळखू लागले.';

  @override
  String get cardTitleShikvan => 'शिकवण आणि तत्त्वज्ञान';

  @override
  String get cardContentShikvan =>
      'त्यांची वागणूक बालकासारखी निरागस आणि काहीशी \'उन्मन\' (with divine madness) असे, आणि ते सदैव परब्रह्माशी एकरूप होऊन जगत.\n\nत्यांच्या तत्त्वज्ञानाचे सार त्यांच्या मुखी सतत असणाऱ्या \"गण गण गणात बोते\" या मंत्रात सामावलेले आहे. या मंत्राचा अर्थ असा आहे की, प्रत्येक जीवाचा आत्मा हा त्या विश्वव्यापी ब्रह्माचाच एक अंश आहे आणि ईश्वराचा वास चराचरातील कणाकणात आहे.\n\nत्यांच्या शिकवणीचे मुख्य स्तंभ:\n* अन्न हे पूर्णब्रह्म: अन्नाला देवाचे रूप मानून त्याचा आदर करणे.\n* समभाव: त्यांनी श्रीमंत-गरीब, उच्च-नीच किंवा मानव-प्राणी असा कोणताही भेद न करता सर्वांवर समान प्रेम केले.\n* कर्मयोग: फळाची अपेक्षा न ठेवता आपले कर्तव्य करत राहणे, यावर त्यांनी भर दिला.\n* जीवनमूल्ये: भक्ती, सेवा, सदाचार आणि त्याग या मार्गांवर चालण्याचे मार्गदर्शन त्यांनी भक्तांना केले.';

  @override
  String get cardTitleSamadhi => 'समाधी विवरण';

  @override
  String get cardContentSamadhi =>
      'महाराजांनी शेगावमध्ये ३२ वर्षे वास्तव्य केले. या काळात त्यांनी भक्तांना सन्मार्गावर आणण्यासाठी असंख्य चमत्कार (लीला) केले. त्यानंतर, ८ सप्टेंबर १९१० (ऋषी पंचमी) रोजी त्यांनी \'संजीवन समाधी\' घेतली. संजीवन समाधी ही अशी अवस्था आहे, जिथे संत स्वतःहून आपला देह त्यागतात, पण त्यांचे चैतन्य त्या समाधीत जागृत असते.\n\nत्यांचा पार्थिव देह जरी शेगावच्या समाधी मंदिरात विसावला असला, तरी त्यांचे आध्यात्मिक अस्तित्व हे काळाच्या पलीकडचे आणि शाश्वत आहे. समाधी घेण्यापूर्वी त्यांनी आपल्या भक्तांना आश्वस्त केले होते: \"मी गेलो असे मानू नका, भक्तीत अंतर करू नका. तुमच्या रक्षणासाठी मी सदैव तुमच्या पाठीशी असेन.\"\n\nआज शेगाव हे \"विदर्भाचे पंढरपूर\" म्हणून ओळखले जाते, जिथे लाखो भाविक या महापुरुषाच्या अस्तित्वाची अनुभूती घेण्यासाठी येतात.';

  @override
  String get footerQuote => 'भक्तांच्या हाकेला धावून जाणारे दयासागर';

  @override
  String get socialMediaTitle => 'सोशल मीडिया';

  @override
  String get officialSocialMediaHandles => 'अधिकृत सोशल मीडिया हँडल्स';

  @override
  String get facebook => 'फेसबुक';

  @override
  String get youtube => 'यूट्यूब';

  @override
  String get instagram => 'इंस्टाग्राम';

  @override
  String get googlePhotos => 'गूगल फोटोज़';

  @override
  String get whatsapp => 'व्हॉट्सॲप';

  @override
  String get officialPage => 'अधिकृत पेज';

  @override
  String get videosAndStreams => 'व्हिडिओज आणि लाईव्ह स्ट्रीम्स';

  @override
  String get photosAndReels => 'फोटोज आणि रील्स';

  @override
  String get photoGallery => 'फोटो गॅलरी';

  @override
  String get whatsappAdminContact => 'व्हॉटसअँप ग्रुप ऍडमिन कॉन्टॅक्ट';

  @override
  String get officialLinks => 'अधिकृत लिंक्स';

  @override
  String get socialMedia => 'सोशल मीडिया';

  @override
  String get nityopasanaTitle => 'नित्योपासना';

  @override
  String get share => 'शेअर करा';

  @override
  String get narrator => 'निवेदक';

  @override
  String get internetRequired => 'व्हिडिओ प्लेबॅकसाठी इंटरनेट आवश्यक आहे';

  @override
  String get shareMessage => 'गजानन विजय ग्रंथाचा हा अध्याय नक्की ऐका';

  @override
  String get signupsTitle => 'साईन-अप';

  @override
  String get signupsDescription =>
      'विविध सेवांसाठी साइन अप करण्यासाठी कृपया खालील लिंक वापरा.';

  @override
  String get sundayPrasadSevaSignup => 'रविवार प्रसाद सेवा';

  @override
  String get sundayPrasadSevaSignupDescription =>
      'रविवार प्रसाद सेवेसाठी साइन अप करा';

  @override
  String get vastralankarSevaSignup => 'वस्त्रालंकार सेवा';

  @override
  String get vastralankarSevaSignupDescription =>
      'वस्त्रालंकार सेवेसाठी साइन अप करा';

  @override
  String get list => 'यादी';

  @override
  String get searchEvent => 'उत्सव शोधा...';

  @override
  String get allEventsList => 'सर्व उत्सव यादी';

  @override
  String get namavaliFooter => 'श्री गजाननार्पणमस्तु';

  @override
  String get favoritesTitle => 'इतर';

  @override
  String get sundayPrarthanaTitle => 'रविवारची प्रार्थना';

  @override
  String get guruGeeta => 'गुरु गीता';

  @override
  String get dattaMajala => 'दत्ता मजला प्रसन्न होशी';

  @override
  String get karunaTripadi => 'श्रीकरुणात्रिपदी';

  @override
  String get gajananBavanni => 'गजानन बावन्नी';

  @override
  String get siddhaMangal => 'श्रीसिद्धमङ्गलस्तोत्र';

  @override
  String get ghorKashtodharan => 'श्री घोरकष्टोद्धारणस्तोत्र';

  @override
  String get dattaStuti => 'दत्त स्तुती';

  @override
  String get namjap => 'नामजप';

  @override
  String get namavaliListenTitle => 'अष्टोत्तरशतनामावली - रवींद्र साठे';

  @override
  String get namavaliShareMessage =>
      'गजानन महाराज अष्टोत्तरशतनामावली नक्की ऐका';

  @override
  String get contentShareMessage => 'हे नक्की ऐका';

  @override
  String copyrightMessage(String year) {
    return '© $year गजानन महाराज सिएटल';
  }

  @override
  String get downloadAppTitle => 'ॲप डाउनलोड करा';

  @override
  String get downloadAppSubtitle =>
      'इंटरनेटशिवाय वापरण्यासाठी आमचे अधिकृत ॲप डाउनलोड करा';

  @override
  String get downloadAppButton => 'मिळवा';
}
