Repository: gmsevekari/gajanan_maharaj_sevekari
Catalog: lib/l10n/app_*.arb
Languages: mr

source: Font
mr: फॉन्ट

# granthTitle
source: Gajanan Vijay Granth
mr: गजानन विजय ग्रंथ

# stotraTitle
source: Stotra Collection
mr: स्तोत्र संग्रह

# namavaliTitle
source: 108 Namavali
mr: अष्टोत्तरशतनामावली

# aartiTitle
source: Aarti Collection
mr: आरती संग्रह

# bhajanTitle
source: Bhajan Collection
mr: भजन संग्रह

# sankalpTitle
source: Weekly Abhishek and Pooja Sankalp
mr: साप्ताहिक अभिषेक आणि पूजा संकल्प

# parayanTitle
source: Parayan Organization
mr: पारायण आयोजन

# aboutMaharajTitle
source: About Maharaj
mr: महाराजांविषयी

# aboutBabaTitle
source: About Baba
mr: बाबांविषयी

# calendarTitle
source: Event Calendar
mr: कार्यक्रम दिनदर्शिका

# donationsTitle
source: Donations
mr: देणगी

# galleryTitle
source: Gallery
mr: गॅलरी

# appName
source: Gajanan Maharaj Sevekari
mr: गजानन महाराज सेवेकरी

source: Settings
mr: सेटिंग्ज

source: Language
mr: भाषा

source: Theme
mr: थीम

source: About
mr: बद्दल

source: Disclaimer
mr: अस्वीकरण

source: Contact Us
mr: संपर्क साधा

source: Light Theme
mr: लाईट थीम

source: Dark Theme
mr: डार्क थीम

source: System Theme
mr: सिस्टम थीम

source: English
mr: इंग्रजी

source: Marathi
mr: मराठी

source: Adhyay
mr: अध्याय

source: Read
mr: वाचा

source: Listen
mr: ऐका

# stotraAvahan
source: Gajanan Maharaj Avahan
mr: गजानन महाराज आवाहन

# stotraBavanni
source: Gajanan Maharaj Bavanni
mr: गजानन महाराज बावन्नी

source: Daily Aartis
mr: दैनंदिन आरत्या

source: Event Aartis
mr: विशेष आरत्या

source: Other Aartis
mr: इतर आरत्या

source: Other Stotras
mr: इतर स्तोत्रं

source: Ganapati Aarti
mr: गणपतीची आरती

source: Devi Aarti
mr: देवीची आरती

source: Datta Maharaj Aarti
mr: दत्त महाराज आरती

source: Shankar Aarti
mr: शंकराची आरती

source: Vitthal Aarti
mr: विठ्ठलाची आरती

source: Khandoba Aarti
mr: खंडोबाची आरती

source: Sai Baba Aarti
mr: साई बाबा आरती

source: Dnyaneshwar Maharaj Aarti
mr: ज्ञानेश्वर महाराज आरती

source: Tukaram Maharaj Aarti
mr: तुकाराम महाराज आरती

source: Karpur Aarti
mr: कर्पूर आरती

source: Prarthana
mr: प्रार्थना

source: Mantrapushpanjali
mr: मंत्रपुष्पांजली

source: Kakad Aarti
mr: काकड आरती

source: Madhyan Aarti
mr: मध्यान आरती

source: Dhoop Aarti
mr: धूप आरती

source: Shej Aarti
mr: शेज आरती

source: Prakat Din Aarti
mr: प्रकट दिन आरती

source: Ashadhi Ekadashi Aarti
mr: आषाढी एकादशी आरती

source: Datta Jayanti Aarti
mr: दत्त जयंती आरती

source: Ram Navami Aarti
mr: राम नवमी आरती

source: Akshay Tritiya Aarti
mr: अक्षय तृतीया आरती

source: Rushi Panchami Aarti
mr: ऋषी पंचमी आरती

source: Name
mr: नाव

# bhajanGajananachya
source: Gajananachya Charani Julavu
mr: गजाननाच्या चरणी जुळवु

# bhajanMurtiAhe
source: Murti Ahe Shegaonla
mr: मूर्ती आहे शेगावला

source: Location
mr: स्थान

source: Date
mr: तारीख

source: Select Date
mr: तारीख निवडा

source: Generate Sankalp
mr: संकल्प तयार करा

# sankalpGenerated
source: Sankalp for {location} on {date} will be generated here based on the Sampurna Chaturmas book.
mr: {location} साठी {date} रोजीचा संकल्प येथे संपूर्ण चातुर्मास पुस्तकानुसार तयार केला जाईल.

source: Choose Parayan Type:
mr: पारायण प्रकार निवडा:

# oneDayParayan
source: 1-Day Parayan
mr: १-दिवसीय पारायण

# threeDayParayan
source: 3-Day Parayan
mr: ३-दिवसीय पारायण

# oneDayParayanProgress
source: 1-Day Parayan Progress
mr: १-दिवसीय पारायण प्रगती

# threeDayParayanProgress
source: 3-Day Parayan Progress
mr: ३-दिवसीय पारायण प्रगती

source: Day
mr: दिवस

# donationInstruction
source: Please scan the QR code or click the button below to donate. Jai Gajanan 🙏🏻
mr: कृपया देणगीसाठी QR कोड स्कॅन करा किंवा खालील बटणावर क्लिक करा. जय गजानन 🙏🏻

# donateViaZelle
source: Donate via Zelle to gajananmaharajseattle@gmail.com
mr: gajananmaharajseattle@gmail.com वर Zelle द्वारे देणगी द्या

# zelleQRCode
source: Zelle QR Code Placeholder
mr: Zelle QR कोड

source: QR Code Here
mr: येथे QR कोड

source: Could not open Zelle.
mr: Zelle उघडू शकलो नाही.

# eventOnDate
source: No upcoming events
mr: कोणतेही आगामी कार्यक्रम नाहीत

# aboutMaharajContent
source: Comprehensive information and history about Gajanan Maharaj will be displayed here. The content is presented in large, legible Marathi text, designed for easy reading by elderly users.
mr: श्री गजानन महाराजांबद्दलची सविस्तर माहिती आणि इतिहास येथे प्रदर्शित केला जाईल. सामग्री मोठ्या, सुवाच्य मराठी मजकुरात सादर केली आहे, जी वृद्ध वापरकर्त्यांना सहज वाचता येईल.

source: Upcoming Event
mr: आगामी कार्यक्रम

source: Prakat Din Utsav
mr: प्रकट दिन उत्सव

# aboutMaharajScreenTitle
source: Shri Sant Gajanan Maharaj
mr: श्री संत गजानन महाराज

# aboutMaharajLocation
source: Shegaon, Maharashtra
mr: शेगाव, महाराष्ट्र

# aboutMaharajPragatDin
source: Pragat Din: February 23, 1878 (Magh Vadya Saptami)
mr: प्रगट दिन: २३ फेब्रुवारी १८७८ (माघ वद्य सप्तमी)

# aboutMaharajChant
source: || Gan Gan Ganat Bote ||
mr: || गण गण गणात बोते ||

# cardTitleJeevanParichay
source: Introduction to Life
mr: जीवन परिचय

# cardContentJeevanParichay
source: Sant Shree Gajanan Maharaj is one of Maharashtra’s most revered saints, known for his simplicity, divine presence, and miraculous acts. Through His incarnation, He illuminated the paths of numerous lives in His short but divine life of 32 years. Though His origins, birth, and lineage remain unknown, His impact is eternal. For 32 years, He graced the holy land of Shegaon, transforming it into a spiritual sanctuary. He was a "Yogiraj" in the truest sense, guiding countless souls through His miraculous Leelas (divine plays) and His mere presence, which radiated peace and absolute divinity.
mr: संत श्री गजानन महाराज हे महाराष्ट्रातील एक प्रतिष्ठित संत आहेत, जे त्यांच्या साधेपणासाठी, दिव्य अस्तित्वासाठी आणि चमत्कारी कार्यांसाठी ओळखले जातात. त्यांच्या ३२ वर्षांच्या लहान पण दिव्य आयुष्यात त्यांनी अनेक लोकांच्या जीवनाचा मार्ग प्रकाशित केला. त्यांचे मूळ, जन्म आणि वंश अज्ञात असले तरी त्यांचा प्रभाव शाश्वत आहे. ३२ वर्षे त्यांनी शेगावच्या पवित्र भूमीला पावन केले आणि तिचे एका आध्यात्मिक तीर्थक्षेत्रात रूपांतर केले. ते खऱ्या अर्थाने "योगीराज" होते, ज्यांनी त्यांच्या चमत्कारी लीलांद्वारे आणि केवळ त्यांच्या उपस्थितीने असंख्य जीवांना मार्गदर्शन केले, ज्यातून शांतता आणि पूर्ण देवत्व पसरत असे.

# cardTitlePragatItihas
source: History of Appearance
mr: प्रगट इतिहास

# cardContentPragatItihas
source: Maharaj first appeared in Shegaon (in the Buldhana district of Maharashtra) on February 23, 1878 (Magh Vadya Saptami). Maharaj was seen as a young man with a radiant aura, sitting in the street and picking rice grains from discarded patravali (leaf plates) to eat. This act conveyed his first profound teaching: Annam Brahmeti ("Food is Brahma/God") — food should never be wasted and that for a realized soul, all matter is one. From the moment of his appearance, devotees recognized him as a spiritually awakened soul - “Yogiraj” and “Ansuya putra” (a child of divine detachment).
mr: महाराज प्रथम २३ फेब्रुवारी १८७८ (माघ वद्य सप्तमी) रोजी (महाराष्ट्रातील बुलढाणा जिल्ह्यातील) शेगाव येथे प्रकट झाले. महाराज एका तेजस्वी तरुणाच्या रूपात रस्त्यावर बसून टाकून दिलेल्या पत्रावळीवरील अन्नाचे कण वेचून खात होते. त्यांच्या या कृतीतून त्यांची पहिली महान शिकवण मिळाली: 'अन्नं ब्रह्मेति' (अन्न हे पूर्णब्रह्म आहे) — अन्नाची नासाडी कधीही करू नये आणि एका आत्मज्ञानी जीवासाठी सर्व पदार्थ एकसमान असतात. त्यांच्या प्रकटीकरणाच्या क्षणापासूनच भक्त त्यांना "योगीराज" म्हणून ओळखू लागले.

# cardTitleShikvan
source: Teachings and Philosophy
mr: शिकवण आणि तत्त्वज्ञान

# cardContentShikvan
source: Maharaj is often associated with the Avadhut Sampradaya, characterized by saints who transcend material norms, express innocence and divine madness, and live in constant union with the Supreme. His core philosophy is encapsulated in his constant chant: "Gan Gan Ganat Bote." This mantra signifies that the individual soul (Jiva) is woven into the Universal Soul (Brahma), and God is present in every atom of existence. Key Pillars of His Teachings: * Annam Brahma: Respect for food as a divine entity. * Equality: He treated rich and poor, humans and animals, with equal love, rejecting caste and creed. * Karma Yoga: He emphasized doing one's duty without attachment to the fruit of actions. * Values: He guided devotees to follow the path of Bhakti (Devotion), Seva (Selfless Service), Sadachaar (Moral Conduct), and Tyag (Detachment).
mr: त्यांची वागणूक बालकासारखी निरागस आणि काहीशी 'उन्मन' (with divine madness) असे, आणि ते सदैव परब्रह्माशी एकरूप होऊन जगत. त्यांच्या तत्त्वज्ञानाचे सार त्यांच्या मुखी सतत असणाऱ्या "गण गण गणात बोते" या मंत्रात सामावलेले आहे. या मंत्राचा अर्थ असा आहे की, प्रत्येक जीवाचा आत्मा हा त्या विश्वव्यापी ब्रह्माचाच एक अंश आहे आणि ईश्वराचा वास चराचरातील कणाकणात आहे. त्यांच्या शिकवणीचे मुख्य स्तंभ: * अन्न हे पूर्णब्रह्म: अन्नाला देवाचे रूप मानून त्याचा आदर करणे. * समभाव: त्यांनी श्रीमंत-गरीब, उच्च-नीच किंवा मानव-प्राणी असा कोणताही भेद न करता सर्वांवर समान प्रेम केले. * कर्मयोग: फळाची अपेक्षा न ठेवता आपले कर्तव्य करत राहणे, यावर त्यांनी भर दिला. * जीवनमूल्ये: भक्ती, सेवा, सदाचार आणि त्याग या मार्गांवर चालण्याचे मार्गदर्शन त्यांनी भक्तांना केले.

# cardTitleSamadhi
source: Samadhi Details
mr: समाधी विवरण

# cardContentSamadhi
source: He spent 32 years in Shegaon, performing countless miracles (Leelas) to guide devotees toward the path of righteousness before taking Sanjeevan Samadhi — a state where a saint voluntarily exits the body while remaining conscious in the super-conscious state - on September 8, 1910 (Rishi Panchami). His physical body rests in the Samadhi Mandir in Shegaon, but His spiritual presence is timeless. Before taking Samadhi, He assured His devotees: "I am here, though I leave my body. Do not let your devotion waver, I will always be with you to protect you." Today, Shegaon is known as the "Pandharpur of Vidarbha," where millions flock to experience the living presence of the Master.
mr: महाराजांनी शेगावमध्ये ३२ वर्षे वास्तव्य केले. या काळात त्यांनी भक्तांना सन्मार्गावर आणण्यासाठी असंख्य चमत्कार (लीला) केले. त्यानंतर, ८ सप्टेंबर १९१० (ऋषी पंचमी) रोजी त्यांनी 'संजीवन समाधी' घेतली. संजीवन समाधी ही अशी अवस्था आहे, जिथे संत स्वतःहून आपला देह त्यागतात, पण त्यांचे चैतन्य त्या समाधीत जागृत असते. त्यांचा पार्थिव देह जरी शेगावच्या समाधी मंदिरात विसावला असला, तरी त्यांचे आध्यात्मिक अस्तित्व हे काळाच्या पलीकडचे आणि शाश्वत आहे. समाधी घेण्यापूर्वी त्यांनी आपल्या भक्तांना आश्वस्त केले होते: "मी गेलो असे मानू नका, भक्तीत अंतर करू नका. तुमच्या रक्षणासाठी मी सदैव तुमच्या पाठीशी असेन." आज शेगाव हे "विदर्भाचे पंढरपूर" म्हणून ओळखले जाते, जिथे लाखो भाविक या महापुरुषाच्या अस्तित्वाची अनुभूती घेण्यासाठी येतात.

# footerQuote
source: An ocean of mercy who rushes to the call of devotees
mr: भक्तांच्या हाकेला धावून जाणारे दयासागर

# socialMediaTitle
source: Social Media
mr: सोशल मीडिया

# officialSocialMediaHandles
source: The official social media handles
mr: अधिकृत सोशल मीडिया हँडल्स

source: Facebook
mr: फेसबुक

source: YouTube
mr: यूट्यूब

source: Instagram
mr: इंस्टाग्राम

source: Google Photos
mr: गूगल फोटोज़

source: WhatsApp
mr: व्हॉट्सॲप

source: Official Page
mr: अधिकृत पेज

# videosAndStreams
source: Videos and Live Streams
mr: व्हिडिओज आणि लाईव्ह स्ट्रीम्स

source: Photos and Reels
mr: फोटोज आणि रील्स

# photoGallery
source: Festival Photo Gallery
mr: फोटो गॅलरी

# whatsappAdminContact
source: WhatsApp Group Admin Contact
mr: व्हॉटसअँप ग्रुप ऍडमिन कॉन्टॅक्ट

source: Official Links
mr: अधिकृत लिंक्स

source: Social Media
mr: सोशल मीडिया

# nityopasanaTitle
source: Nityopasana
mr: नित्योपासना

source: Share
mr: शेअर करा

source: Narrator
mr: निवेदक

# internetRequired
source: Video playback requires internet
mr: व्हिडिओ प्लेबॅकसाठी इंटरनेट आवश्यक आहे

# shareMessage
source: Check out this Adhyay from Gajanan Vijay Granth
mr: गजानन विजय ग्रंथाचा हा अध्याय नक्की ऐका

# signupsTitle
source: Signups
mr: साईन-अप

# signupsDescription
source: Please use the links below to signup for various sevas.
mr: विविध सेवांसाठी साइन अप करण्यासाठी कृपया खालील लिंक वापरा.

# sundayPrasadSevaSignup
source: Sunday Prasad Seva
mr: रविवार प्रसाद सेवा

# sundayPrasadSevaSignupDescription
source: Sign up for the Sunday Prasad Cooking Seva
mr: रविवार प्रसाद सेवेसाठी साइन अप करा

# vastralankarSevaSignup
source: Vastra-Alankar Seva
mr: वस्त्रालंकार सेवा

# vastralankarSevaSignupDescription
source: Sign up for the Vastra-Alankar Seva
mr: वस्त्रालंकार सेवेसाठी साइन अप करा

source: List
mr: यादी

source: Search Event...
mr: उत्सव शोधा...

source: All Events List
mr: सर्व उत्सव यादी

# namavaliFooter
source: Shri Gajanan-arpanamastu
mr: श्री गजाननार्पणमस्तु

# favoritesTitle
source: Other
mr: इतर

# sundayPrarthanaTitle
source: Sunday Prarthana
mr: रविवारची प्रार्थना

source: Guru Geeta
mr: गुरु गीता

# dattaMajala
source: Datta Majala Prasanna Hoshi
mr: दत्ता मजला प्रसन्न होशी

# karunaTripadi
source: Shri Karuna Tripadi
mr: श्रीकरुणात्रिपदी

source: Gajanan Bavanni
mr: गजानन बावन्नी

# siddhaMangal
source: Shri Siddhamangal Stotra
mr: श्रीसिद्धमङ्गलस्तोत्र

# ghorKashtodharan
source: Shri Ghorakashtodharan Stotra
mr: श्री घोरकष्टोद्धारणस्तोत्र

source: Datta Stuti
mr: दत्त स्तुती

# namjap
source: Naamjap
mr: नामजप

# namavaliListenTitle
source: 108 Namavali - Ravindra Sathe
mr: अष्टोत्तरशतनामावली - रवींद्र साठे

# namavaliShareMessage
source: Check out the Gajanan Maharaj 108 Namavali
mr: गजानन महाराज अष्टोत्तरशतनामावली नक्की ऐका

# contentShareMessage
source: Check out this content
mr: हे नक्की ऐका

# copyrightMessage
source: © {year} Gajanan Maharaj Seattle
mr: © {year} गजानन महाराज सिएटल
